#Задание 11
a=int(input("Введите массу тела: "))
b=int(input("Введите обьем тела: "))
p=a/b
print('Плотность тела равна')
print(s)
