# 11 Задача
a=int(input("Введите первую скорость в метрах: "))
b=int(input("Введите второую скорость в километрах: "))
if (a*3.6) > b: 
    print("Первая скорость быстрее")
else:
    print("Вторая скорость быстрее")
    
