#Задание 12
a=int(input("Введите 1 число: "))
b=int(input("Введите 2 число: "))

#сумма
c=a+b
print(c)

#разность
d=a-b
print(d)

#произведение
f=a*b
print(f)

#частное
e=a/b
print(e)
