#Задание 13
a=int(input("Введите 1 число: "))
b=int(input("Введите 2 число: "))


#Среднее арифметическое
s=(a+b)/2
print(s)

#Среднее геометрическое 
s1=(a*b)**0.5
print(s1)
