#Задание 14
a=int(input("Введите площадь гос-ва(тыс.км.): "))
b=int(input("Введите кол-во жителей(млн): "))

s=a/b
print(s)
print("Плотность населения")