#Задание 2
a = int(input("Введите сторону квадрата"))
b = int(input("Введите радиус круга"))
if a == b:
    print('Впишется')
elif a<b:
    print('Не впишется')
else:
    print('Впишется')