#Задание 4
a = float(input("Введите сторону квадрата"))
b = float(input("Введите радиус круга"))
if a == b:
    print('Впишется')
elif a>b:
    print('Не впишется')
else:
    print('Впишется')