# Задание 7
a = float(input("Введите Вещественное число: ")) 
b = float(input("Введите Вещественное число: "))
if a < b:
    print(a)
else:
    print('меньшее значение', b)